pretest.tex
% Created 2018-08-24 Fri 15:29
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{natbib}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\documentclass{article}
\usepackage[letterpaper, margin=1.0in]{geometry}
\usepackage{parskip}
\usepackage{natbib}
\usepackage{setspace}
\doublespacing
\usepackage{parskip}
\usepackage[english]{isodate}
\usepackage{amsmath,amsthm,amssymb,amsfonts}
\author{Florian Hollenbach}
\date{\today}
\title{Pre/Post-Test\\\medskip
\large Political Science 209-905 \& 209-906}
\hypersetup{
 pdfauthor={Florian Hollenbach},
 pdftitle={Pre/Post-Test},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.3.1 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section*{Question 1}
\label{sec:org6c605f5}
TRUE or FALSE: Scientists can directly observe whether one event caused another.

a) TRUE

b) FALSE

\section*{Question 2}
\label{sec:orge562566}
What is the average of the following list of numbers? 3 13 2 7 10 1

a) 5

b) 6

c) 8

d) 6.5

e) 10


\section*{Question 3}
\label{sec:org6abfa3d}
What is the median of the following list of numbers? 47 51 49 48 52

a) 47

b) 49.5

c) 51

d) 49

e) 52


\section*{Question 3}
\label{sec:org33369bc}
What method allows us to infer that the association between X and Y is actually causal (or perhaps just due to chance)?

a) Random Sampling

b) Randomized Control Trials


\section*{Question 4 - Fill in the blank}
\label{sec:org8a1bd99}
Compared to randomized experiments, observational studies are more likely to have compromised [blank] while their [blank] is often stronger.

a) internal validity, external validity

b) external validity, internal validity

\section*{Question 5}
\label{sec:orga00e631}

The sample standard deviation is a measure of

a) the number of observations in the sample

b) how representative the sample is

c) how far away data points are, on average, from their mean

d) the average of a sample


\section*{Question 6}
\label{sec:org54e9836}
In a histogram, the height of each bin represents

a) the share of total observations that fall within the bin

b) the number of observation that fall within the bin

c) the proportion of observations within each bin divided by the width of the bin

d) none of the above

\section*{Question 7}
\label{sec:orgd9d53e0}
The correlation coefficient between x and y measures

a) the causal effect of x on y

b) the linear association between two variables

c) how much y causes x


\section*{Question 8}
\label{sec:orgede4d5b}

A combination bike lock has 4 different dials with 9 numbers each. How many different four-digit passcodes can be set?

a) \(9^4 =  6561\)

b) \(9*4 = 20\)

c) \(4^9 = 262144\)

d) \(4+9 = 13\)
\end{document}